[
    {
        "id": 1,
        "quoteAuthor": "John Muir",
        "quoteText": "Keep close to Nature's heart... and break clear away, once in awhile, and climb a mountain or spend a week in the woods. Wash your spirit clean."
    },
    {
        "id": 2,
        "quoteAuthor": "Lady Bird Johnson",
        "quoteText": "The environment is where we all meet; where all have a mutual interest; it is the one thing all of us share."
    },
    {
        "id": 3,
        "quoteAuthor": "John James Audubon",
        "quoteText": "A true conservationist is a man who knows that the world is not given by his fathers, but borrowed from his children."
    },
    {
        "id": 4,
        "quoteAuthor": "John Muir",
        "quoteText": "In every walk with nature one receives far more than he seeks."
    },
    {
        "id": 5,
        "quoteAuthor": "David Attenborough",
        "quoteText": "An understanding of the natural world and what’s in it is a source of not only a great curiosity but great fulfillment."
    },
    {
        "id": 6,
        "quoteAuthor": "Evo Morales",
        "quoteText": "Sooner or later, we will have to recognise that the Earth has rights, too, to live without pollution. What mankind must know is that human beings cannot live without Mother Earth, but the planet can live without humans."
    },
    {
        "id": 7,
        "quoteAuthor": "William Ruckelshaus",
        "quoteText": "Nature provides a free lunch, but only if we control our appetites."
    },
    {
        "id": 8,
        "quoteAuthor": "David Attenborough",
        "quoteText": "It seems to me that the natural world is the greatest source of excitement; the greatest source of visual beauty; the greatest source of intellectual interest. It is the greatest source of so much in life that makes life worth living."
    },
    {
        "id": 9,
        "quoteAuthor": "Franklin D. Roosevelt",
        "quoteText": "A nation that destroys its soils destroys itself. Forests are the lungs of our land, purifying the air and giving fresh strength to our people."
    },
    {
        "id": 10,
        "quoteAuthor": "Jane Goodall",
        "quoteText": "You cannot get through a single day without having an impact on the world around you. What you do makes a difference, and you have to decide what kind of difference you want to make."
    },
    {
        "id": 11,
        "quoteAuthor": "E. O. Wilson",
        "quoteText": "Perhaps the time has come to cease calling it the 'environmentalist' view, as though it were a lobbying effort outside the mainstream of human activity, and to start calling it the real-world view."
    },
    {
        "id": 12,
        "quoteAuthor": "Julia Hill",
        "quoteText": "The question is not 'Can you make a difference?' You already do make a difference. It's just a matter of what kind of difference you want to make during your life on this planet."
    },
    {
        "id": 13,
        "quoteAuthor": "Ban Ki-moon",
        "quoteText": "Sustainable development is the pathway to the future we want for all. It offers a framework to generate economic growth, achieve social justice, exercise environmental stewardship and strengthen governance."
    },
    {
        "id": 14,
        "quoteAuthor": "David Suzuki",
        "quoteText": "Unless we are willing to encourage our children to reconnect with and appreciate the natural world, we can't expect them to help protect and care for it."
    },
    {
        "id": 15,
        "quoteAuthor": "David Attenborough",
        "quoteText": "Anyone who thinks that you can have infinite growth on a planet with finite resources is either a madman or an economist."
    },
    {
        "id": 16,
        "quoteAuthor": "Ban Ki-moon",
        "quoteText": "We are using resources as if we had two planets, not one. There can be no 'plan B' because there is no 'planet B.'"
    },
    {
        "id": 17,
        "quoteAuthor": "Aldo Leopold",
        "quoteText": "We abuse land because we regard it as a commodity belonging to us. When we see land as a community to which we belong, we may begin to use it with love and respect."
    },
    {
        "id": 18,
        "quoteAuthor": "Frank Lloyd Wright",
        "quoteText": "The best friend of earth of man is the tree. When we use the tree respectfully and economically, we have one of the greatest resources on the earth."
    },
    {
        "id": 19,
        "quoteAuthor": "Jimmy Carter",
        "quoteText": "We simply must balance our demand for energy with our rapidly shrinking resources. By acting now we can control our future instead of letting the future control us."
    },
    {
        "id": 20,
        "quoteAuthor": "Robert Alan Silverstein",
        "quoteText": "We can create a more sustainable, cleaner and safer world by making wiser energy choices."
    },
    {
        "id": 21,
        "quoteAuthor": "Warren Flint",
        "quoteText": "Sustainability requires maintaining life-supporting natural capital in order for our socioeconomic goals to be met."
    },
    {
        "id": 22,
        "quoteAuthor": "Robert Alan Silverstein",
        "quoteText": "We can help educate our families and communities about the importance of recycling for our environment, and how each of us can make a difference for a better world by recycling."
    },
    {
        "id": 23,
        "quoteAuthor": "Amory Lovins",
        "quoteText": "Rely on renewable energy flows that are always there whether we use them or not, such as, sun, wind and vegetation: on energy income, not depletable energy capital."
    }
]